<?
$CommandsPlay = array();

$CommandsPlay["1/8 финала"] = array
    (
    "A" => array
        (
        "Уругвай", "Мексика",
        2,1,
        ),
    "B" => array
        (
        "Аргентина", "Корея" ,
        3,1,
        ),


    "C" => array
        (
        "США",  "Англия" ,
        "1(1)", 1,
        ),

    "D" => array
        (
        "Германия", "Гана",
        4, "1(2)",
        ),


    "E" => array
        (
        "Нидерланды", "Япония",
        2, "0 (0 p. 3)",
        ),

    "F" => array
        (
        "Парагвай" , "Словакия" ,
        "0 (0 p. 5)", 1,
        ),


    "G" => array
        (
        "Бразилия" , "Португалия" ,
        3, 0,
        ),

    "H" => array
        (
        "Испания", "Чили",
        1, 0
        ),



    );


$CommandsPlay["1/4 финала"] = array
    (
    "W49,W50" => array
        (
        "Нидерланды", "Гана",
        2, "1 (1 p. 2)"
        ),

    "W51,W52" => array
        (
        "Уругвай", "Бразилия",
        "1 (1 p. 4)", 1,
        ),

    "W53,W54" => array
        (
        "Аргентина", "Испания",
        0, 1,
        ),

    "W55,W56" => array
        (
        "Парагвай", "Германия",
        0, 4,
        ),

    );

$CommandsPlay["1/2 финала"] = array
    (

    "W57,W58" => array
        (
        "Уругвай", "Испания",
        2, 1,
        ),
    "W59,W60" => array
        (
        "Германия", "Нидерланды",
        0,3,
        ),

    );

$CommandsPlay["4,3-тье место / Финал"] = array
    (

    "LW" => array
        (
        "Уругвай", "Испания",
        ),
    "WL" => array
        (
        "Нидерланды", "Германия",
        ),

    );

?>